import React from 'react';

const HelpPage = () => {
  return (
    <div className="help-page">
      <h2>Подсказки и помощь</h2>
      <ul>
        <li>❓ Нажмите на кнопку "Случайное слово" для получения нового слова.</li>
        <li>❓ Добавьте слово в список изученных, нажав "Добавить в изученные".</li>
        <li>❓ Добавляйте свои слова во вкладке "Добавить слово", они появятся в "Карточках".</li>
        <li>❓ Просматривайте карточки, чтобы запомнить слова.</li>
      </ul>
    </div>
  );
};

export default HelpPage;
